Repository: JamesLinYJ/APFSearch
Catalog: Resources/Features.xcstrings
Source language: en
Languages: es, ja, ko, pt, ru, zh_hans, zh_hant

# update.too_large
source: The response exceeds the signed or configured byte limit. The transfer was stopped.
es: La respuesta supera el límite de bytes firmado o configurado. Se detuvo la transferencia.
ja: 応答が署名済みまたは設定済みのバイト上限を超えたため、転送を停止しました。
ko: 응답이 서명되거나 설정된 바이트 한도를 초과하여 전송을 중단했습니다.
pt: A resposta excede o limite de bytes assinado ou configurado. A transferência foi interrompida.
ru: Ответ превышает подписанный или настроенный лимит байтов. Передача остановлена.
zh_hans: 响应超过签名或配置的大小限制。已停止传输。
zh_hant: 回應超過簽章或設定的大小限制。已停止傳輸。

# update.transport_error
source: The update could not be transferred or opened.
es: No se pudo transferir o abrir la actualización.
ja: アップデートを転送または開くことができませんでした。
ko: 업데이트를 전송하거나 열 수 없습니다.
pt: Não foi possível transferir ou abrir a atualização.
ru: Не удалось передать или открыть обновление.
zh_hans: 无法传输或打开更新。
zh_hant: 無法傳輸或開啟更新。

# update.up_to_date
source: This version is up to date.
es: Esta versión está actualizada.
ja: このバージョンは最新です。
ko: 최신 버전입니다.
pt: Esta versão está atualizada.
ru: Установлена последняя версия.
zh_hans: 当前版本已是最新。
zh_hant: 目前版本已是最新。

# update.verification_notice
source: Downloading with a fixed byte budget and verifying the signed digest. Cancel removes incomplete data.
es: Descargando con un límite fijo de bytes y verificando el resumen firmado. Cancelar elimina los datos incompletos.
ja: 固定のバイト上限でダウンロードし、署名済みダイジェストを検証します。キャンセルすると未完了のデータは削除されます。
ko: 정해진 바이트 한도 내에서 다운로드하고 서명된 다이제스트를 검증합니다. 취소하면 미완료 데이터가 삭제됩니다.
pt: A descarregar com um limite fixo de bytes e a verificar o resumo assinado. Cancelar remove os dados incompletos.
ru: Загрузка с фиксированным лимитом байтов и проверкой подписанного хеша. При отмене неполные данные удаляются.
zh_hans: 正在按固定大小上限下载并验证签名摘要。取消将移除未完成的数据。
zh_hant: 正在依固定大小上限下載並驗證簽章摘要。取消將移除未完成的資料。
